Repository: nkvoronov/script.rss.editor
Catalog: resources/language/resource.language.*/strings.po
Languages: uk_ua

# #32000
source: RSS Editor
uk_ua: RSS Редактор

# #32001
source: Change Set
uk_ua: Змінити набір

# #32002
source: items
uk_ua: пункти

# #32003
source: Pages
uk_ua: Сторінки

# #32006
source: Edit Attributes
uk_ua: Редагувати

# #32012
source: RSS Feed URL
uk_ua: URL RSS каналу

# #32013
source: Update Interval
uk_ua: Частота оновлення

# #32014
source: Enter the paths of your RSS feeds %s
uk_ua: Введіть шляху ваших RSS-каналів %s

# #32024
source: Select a Set
uk_ua: Вибрати набір

# #32025
source: Set ID
uk_ua: Встановити ID

# #32027
source: Enable Right to Left Text for this Set?
uk_ua: Включити текст справа наліво для цього набору?

# #32030
source: Set Editor
uk_ua: Редактор набору

# #32040
source: Error:
uk_ua: Помилка:

# #32041
source: was either not found in the system,
uk_ua: був або не знайдений в системі,

# #32042
source: or does not contain parsable XML.
uk_ua: або не містить правильний XML.

# #32043
source: Try deleting it from your userdata folder and restarting KODI.
uk_ua: Спробуйте видалити його з папки користувача та перезапустити KODI.

# #32045
source: Cannot Delete Set 1
uk_ua: Неможливо видалити Набір 1

# #32046
source: Set 1 is required. You cannot delete this.
uk_ua: Набір 1 потрібен. Ви не можете його видалити.

# #32047
source: Reset set 1 to default?
uk_ua: Скинути набір 1 до значень за замовчуванням?

# #32050
source: Set %s already exists.
uk_ua: Набір %s вже існує.

# #32051
source: Your RSSFeeds.xml file is corrupt.
uk_ua: Ваш RSSFeeds.xml файл пошкоджений.

# #32052
source: Attempt to regenerate
uk_ua: Спроба відновити

# #32053
source: You will loose all previous settings
uk_ua: Ви втратите всі попередні налаштування
