Repository: nkvoronov/script.rss.editor
Catalog: resources/language/*/strings.po
Languages: russian

# #32000
source: RSS Editor
russian: RSS Редактор

# #32030
source: Set Editor
russian: Редактор наборов

# #32001
source: Change Set
russian: Изменить набор

# #32004
source: Feed
russian: Канал

# #32005
source: Set
russian: Набор

# #32006
source: Edit Attributes
russian: Изм. атрибуты

# #32011
source: Select a feed to remove
russian: Выберите канал для удаления

# #32012
source: RSS Feed URL
russian: RSS канал URL

# #32013
source: Update Interval
russian: Интервал обновления

# #32014
source: Enter the paths of your RSS feeds %s
russian: Введите пути ваших RSS-каналов %s

# #32020
source: What Are Sets?
russian: Какие наборы?

# #32021
source: To use different sets in your skin,
russian: Для того, чтобы использовать различные наборы в вашем скине,

# #32022
source: each must be called from the skin
russian: каждый из них должн быть вызван из скина

# #32023
source: with a unique id
russian: с уникальным ID

# #32024
source: Select a Set
russian: Выбрать набор

# #32025
source: Set ID
russian: Установить ID

# #32026
source: Set %s already exists
russian: Набор %s существует

# #32027
source: Enable Right to Left Text for this Set?
russian: Включить Справа Налево текст для этого набора?

# #32040
source: Error:
russian: Ошибка:

# #32041
source: was either not found in the system,
russian: не найден в системе,

# #32042
source: or does not contain parsable XML.
russian: или содержит неправильный XML.

# #32043
source: Try deleting it from your userdata folder and restarting KODI.
russian: Попробуйте удалить его из папки пользовательских данных и перезапустить KODI.

# #32044
source: To Remove
russian: Удалить

# #32045
source: Cannot Delete Set 1
russian: Не удается удалить набор 1

# #32046
source: Set 1 is required. You cannot delete this.
russian: Набор 1 необходим. Вы не можете удалять его.

# #32047
source: Reset set 1 to default?
russian: Сбросить набор 1 на значения по умолчанию?

# #32048
source: Reset Required
russian: Сброс обязателен

# #32049
source: You need to restart KODI for your changes to take effect
russian: Вам необходимо перезапустить KODI для того чтобы ваши изменения вступили в силу

# #32050
source: Set %s already exists.
russian: Набор %s существует

# #32051
source: Your RSSFeeds.xml file is corrupt.
russian: Файл RSS Feeds.xml поврежден.

# #32052
source: Attempt to regenerate
russian: Попытка восстановить

# #32053
source: You will loose all previous settings
russian: Вы потеряете все предыдущие настройки
